
/* subpage 2-1. SIGNITURE */
const subpage_menu = {
    "Signature": {
        "메뉴": ["봄딸기 주스","봄딸기 라떼","봄딸기 돌체크림 라떼","봄딸기 자두 비안코F","셀럽슈페너","콘파나","셀렉토라떼","바닐라빈 라떼","미드나잇 릴렉서","더 착한 드립커피"],
        "이미지": ["sig0","sig1","sig2","sig3","sig5","sig4","sig6","sig7","sig8","sig9"],
        "신상": ["true","true","true","true","false","false","false","false","false","false"],
    },
    "Coffee": {
        "메뉴": ["하모니 가든 아메리카노","선라이즈 무드 아메리카노","디 카페인 아메리카노","셀럽슈페너","더 착한 드립커피","시그니처 흑당 라떼","에스프레소","OK'수수","뉴트로크렘","콘파나","롱 블랙","카라멜 마끼아또","바닐라빈 라떼","카페모카","카푸치노","더블샷 숏라떼","셀렉토라떼 with 흑임자 크림","셀렉토라떼 with 달고나 크림"],
        "이미지": ["cof1","cof2","cof3","cof4","cof5","cof6","cof7","cof8","cof9","cof10","cof11","cof12","cof13","cof14","cof15","cof16","cof17"],
    },
    "Cookies": {
        "메뉴": ["크렌베리 화이트 초코 쿠키","피넛 초콜릿 쿠키","더블 초코 쿠키","크림 치즈 당근 쿠키","티라미수 쿠키"],
        "이미지": ["co1","co2","co3","co4","co5"],        
    },
    "Beverage": {
        "메뉴": ["그린티 라떼","초콜릿 라떼","흑임자 오트 라떼","시그니처 흑당 버블티","달고나 크림 버블티","버블 로얄 밀크티","바닐라 초코 프라페","달고나 크런치 프라페","오트 그린티 프라페","플레인 요거 프라페","스트로베리 요거 프라페","애플 요거 비안코 프라페","더 진한 딸기 스무디","더 진한 망고 스무디","미드나잇 릴렉서","오리지널 아이스티","작설차","잉글리쉬 브렉퍼스트","얼그레이","루이보스"],
        "이미지": ["be1","be2","be3","be4","be5","be6","be7","be8","be9","be10","be11","be12","be13","be14","be15","be16","be17","be18","be19","be20"],
    },
    "Deli & Dessert": {
        "메뉴": ["토스트 스프 페어링","카라멜 버터 토스트","바닐라 버터 토스트","콘 크림 버터 토스트","플레인 크로플","아이스&크림 크로플","티라미수 크로플","베이컨 롤 핫 브레드","콘 에그 핫 브레드","베이컨 체다 핫 브레드","스파이시 칠리 미트 핫도그","어니언 콘 치즈 핫도그"],
        "이미지": ["de1","de2","de3","de4","de5","de6","de7","de8","de9","de10","de11","de12"],
    },
    "MD": {
        "메뉴": ["베이직 콜드컵"],
        "이미지": ["md1"],
    }
} // subpage_menu 객체


const main_menu = {
    "SIGNATURE": {
        "카테고리": "SIGNATURE",
        "메시지": "셀렉토 감성과 재미를 듬뿍 담아 낸, <br> 셀렉토에서 맛볼 수 있는 시그니처 음료",
        "메인이미지": "c-signature-item-00",
        "서브이미지": ["c-signature-item-01","c-signature-item-02","c-signature-item-03"],
        "토핑이미지": ["c-topping-01","c-topping-02","c-topping-03","c-topping-04"],
        "토핑이름": ["시럽_바닐라빈","시럽_카라멜","우유_오트밀","크림_흑임자"],
    },
    "BEVERAGE": {
        "카테고리": "BEVERAGE",
        "메시지": "고객의 라이프 스타일에 맞춰 더욱 다양하게 즐길수 있는 <br> 셀렉토의 음료 라인업!",
        "메인이미지": "c-beverage-item-00",
        "서브이미지": ["c-beverage-item-01","c-beverage-item-02","c-beverage-item-03"],
        "토핑이미지": ["c-topping-02","c-topping-03","c-topping-04"],
        "토핑이름": ["시럽_카라멜","우유_오트밀","크림_흑임자"],
    },
    "COFFEE": {
        "카테고리": "COFFEE",
        "메시지": "셀렉토는 품질 좋은 원두를 선별해, 최적의 로스팅 포인트로 <br> 더욱 섬세하게 균형잡힌 풍미의 커피를 고객에게 선사합니다.",
        "메인이미지": "c-coffee-item-00",
        "서브이미지": ["c-coffee-item-01","c-coffee-item-02","c-coffee-item-03"],
        "토핑이미지": ["c-topping-03","c-topping-04"],
        "토핑이름": ["우유_오트밀","크림_흑임자"],
    },
    "COOKIE": {
        "카테고리": "COOKIE",
        "메시지": "남녀노소, 어디서나 맛있게! 셀렉토 시그니처 수제 쿠키",
        "메인이미지": "c-cookie-item-00",
        "서브이미지": ["c-cookie-item-01","c-cookie-item-02","c-cookie-item-03"],
        "토핑이미지": ["c-topping-01","c-topping-02","c-topping-03","c-topping-04"],
        "토핑이름": ["시럽_바닐라빈","시럽_카라멜","우유_오트밀","크림_흑임자"],
    },
} // subpage_menu 객체
